{
  "reportDate": "2025-07-11",
  "data": [
    {
      "customerId": "687072b298ac2c0013c1d134",
      "customerName": "Fernanda",
      "employeeName": "Vinícius Torres",
      "protocol": "2025071152970",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 3,
        "justificativaVenda": "O atendente fez uma abordagem cordial e apresentou uma ligeira personalização do atendimento ao utilizar o nome da cliente. No entanto, houve falta de informações relevantes sobre o atendimento, como elementos acerca do diagnóstico e proposta de valor, além de informações insuficientes sobre o fechamento da venda. Não foram percebidas evidências de contorno de objeções ou solicitações de informações mais específicas sobre a coroa desejada.",
        "notaPosVenda": 2,
        "justificativaPosVenda": "O atendente fez menção à entrega, o que demonstra um certo cuidado no acompanhamento. No entanto, não há clareza sobre o follow-up e o suporte emocional oferecido, que são fundamentais nesse contexto.",
        "criteriosFaltantes": [
          {
            "criterio": "Diagnóstico & Coleta de Informações",
            "nota": 1
          },
          {
            "criterio": "Proposta de Valor & Apresentação",
            "nota": 4
          },
          {
            "criterio": "Negociação & Contorno de Objeções",
            "nota": 2
          },
          {
            "criterio": "Condução e Fechamento da Venda",
            "nota": 2
          },
          {
            "criterio": "Follow-up proativo",
            "nota": 3
          },
          {
            "criterio": "Acolhimento e suporte emocional no pós-compra",
            "nota": 2
          }
        ],
        "sensacaoCliente": "A cliente pode ter se sentido um pouco desamparada devido à falta de detalhes e à ausência de um suporte emocional mais consistente durante e após o atendimento.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": false,
          "pontoAlto": "Abertura cordial e direta ao cliente.",
          "oportunidade": "Melhorar a coleta de informações e a proposta de valor, além de garantir um follow-up mais estruturado.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "6870729a5e8dde00133edefd",
      "customerName": "DEUS ACIMA DE TUDO",
      "employeeName": "Lucas Rodrigues",
      "protocol": "2025071115124",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "whatsApp",
        "notaVenda": 3,
        "justificativaVenda": "O atendente demonstrou empatia ao expressar pesar pela situação do cliente. No entanto, faltou uma abordagem mais proativa na coleta de informações, e a proposta de valor não foi clara, limitando-se a explicar o preço sem um foco consultivo nas opções disponíveis. As respostas do atendente foram muitas vezes genéricas e não engajaram suficientemente o cliente na conversa. A negociação foi tímida e pouco assertiva.",
        "notaPosVenda": 2,
        "justificativaPosVenda": "Não houve follow-up nem confirmação de pedido, e a comunicação sobre o status da entrega foi totalmente ausente. O atendimento pós-venda careceu de qualquer tipo de acolhimento emocional, deixando o cliente sem sentir respaldo ou segurança sobre seu pedido.",
        "criteriosFaltantes": [
          {
            "criterio": "Coleta de informações de velório com clareza",
            "nota": 0.33
          },
          {
            "criterio": "Formalizou o pedido de forma objetiva",
            "nota": 0.5
          },
          {
            "criterio": "Demonstrou zelo após o pagamento",
            "nota": 1
          },
          {
            "criterio": "Transmitiu segurança sobre a entrega",
            "nota": 1
          },
          {
            "criterio": "O cliente terminou a conversa com sentimento de confiança",
            "nota": 1
          },
          {
            "criterio": "Abriu espaço para relacionamento futuro",
            "nota": 3
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido desamparado e insatisfeito, uma vez que não recebeu as informações necessárias que o deixariam confortável em relação à compra.",
        "resumoExecutivo": {
          "tipoAtendimento": "whatsApp",
          "houveVenda": false,
          "pontoAlto": "O atendente demonstrou empatia ao lamentar a situação do cliente.",
          "oportunidade": "O atendente poderia ter guiado a conversa de maneira mais estruturada, coletando informações relevantes e propondo opções de forma mais confiante e proativa.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68704089561d3a0013c72c0e",
      "customerName": "Miquéias",
      "employeeName": "Lucas Rodrigues + Vinícius Torres",
      "protocol": "2025071130103, 2025071169756, 2025071053478",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento no WhatsApp foi informativo, sem negociação ou coleta de informações relacionadas à venda.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve interações post-venda visíveis no histórico que permitam avaliação.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido aliviado pelo serviço prestado, mas não houve interação suficiente para criar uma conexão emocional.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Confirmação da entrega da coroa de flores.",
          "oportunidade": "Melhorar a comunicação no WhatsApp para engajar mais o cliente durante o processo de venda.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "6870368f85c2570013276a79",
      "customerName": "Tati Chris 💖",
      "employeeName": "Lucas Rodrigues + Camila Souza",
      "protocol": "2025071186709, 2025071015352, 2025071072593",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 4,
        "justificativaVenda": "A abordagem inicial foi acolhedora e atenciosa, com o atendente demonstrando empatia. No entanto, a coleta de informações estava incompleta, e alguns detalhes sobre a proposta de valor deveriam ter sido mais explorados. O atendente apresentou informações sobre o processo de entrega, mas poderia ter sido mais claro sobre os próximos passos.",
        "notaPosVenda": 6,
        "justificativaPosVenda": "O follow-up foi realizado, mas com pouca clareza sobre o estado da entrega. O atendente mostrou sensibilidade ao tratar com o cliente, mas não houve um espaço significativo para relacionamento futuro ou potencial de fidelização.",
        "criteriosFaltantes": [
          {
            "criterio": "Atendente coletou as informações de velório com clareza",
            "nota": 0.33
          },
          {
            "criterio": "Formalizou o pedido de forma objetiva",
            "nota": 0.5
          },
          {
            "criterio": "Manteve o cliente informado sobre prazos e etapas",
            "nota": 1
          },
          {
            "criterio": "Abriu espaço para relacionamento futuro, indicação ou agradecimento",
            "nota": 3
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido amparado inicialmente, mas com algumas dúvidas não totalmente esclarecidas durante o processo.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "A abordagem inicial demonstrou empatia e acolhimento.",
          "oportunidade": "Melhorar a clareza na coleta de informações e no follow-up sobre a entrega.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "6870203e6d896c0013b21269",
      "customerName": "conexlogadm",
      "employeeName": "Lucas Rodrigues + Erika Silva",
      "protocol": "2025071172340, 2025071182380, 2025071145632, 2025071086620, 2025071094802, 2025071092410",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi exclusivamente informativo, uma vez que as interações no WhatsApp não demonstraram uma negociação ou coleta de informações relevantes para uma venda. O foco estava na confirmação de dados e no acompanhamento de uma ficha cadastral.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve elementos de pós-venda identificáveis, uma vez que a conversa não seguiu para o fechamento ou acompanhamento de uma venda.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido sem informações adicionais, dado que a interação não abordou detalhes sobre o serviço ou produto a ser vendido.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "O atendimento manteve a comunicação ao solicitar informações necessárias.",
          "oportunidade": "A oportunidade de implementar uma abordagem mais consultiva e personalizada foi perdida.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68706409c265880013a24120",
      "customerName": "Lima",
      "employeeName": "Vinícius Torres",
      "protocol": "2025071158466",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 6,
        "justificativaVenda": "O atendente iniciou a conversa de forma acolhedora com uma saudação, mas a abordagem não foi totalmente empática ao momento delicado do cliente. A coleta de informações foi clara, mas faltou um maior alinhamento sobre o que poderia ser oferecido e uma apresentação mais efetiva do valor da homenagem. A formalização do pedido foi objetiva, porém, a explicação dos próximos passos poderia ser mais detalhada.",
        "notaPosVenda": 5,
        "justificativaPosVenda": "O atendimento pós-venda não apresentou follow-up efetivo, e a comunicação sobre prazos foi limitada. Embora tenha havido um esforço em manter o cliente informado, a sensibilidade e o suporte emocional poderiam ter sido mais evidentes para fortalecer a relação com o cliente.",
        "criteriosFaltantes": [
          {
            "criterio": "Diagnóstico & Coleta de Informações",
            "nota": 1
          },
          {
            "criterio": "Proposta de Valor & Apresentação",
            "nota": 4
          },
          {
            "criterio": "Condução e Fechamento da Venda",
            "nota": 2
          },
          {
            "criterio": "Follow-up proativo",
            "nota": 3
          },
          {
            "criterio": "Acolhimento e suporte emocional no pós-compra",
            "nota": 2
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido satisfeito com a disponibilidade, mas carecendo de mais emoções e detalhes sobre a homenagem e entrega.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "O atendente foi direto ao ponto na coleta de informações necessárias para o pedido.",
          "oportunidade": "Melhorar a empatia e a oferta de valor, destacando a importância da homenagem e a sensibilidade para com o cliente.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "687060e2af961a0013759f14",
      "customerName": "Cristiane",
      "employeeName": "Vinícius Torres",
      "protocol": "2025071153103",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 5,
        "justificativaVenda": "A abordagem inicial foi cordial e respeitosa, transmitindo empatia. O atendente fez perguntas relevantes para coletar informações sobre o velório, mas houve ausência de propostas de upgrades ou uma apresentação clara do valor antes do preço. A formalização do pedido foi feita, mas poderia ter sido mais detalhada na explicação dos próximos passos.",
        "notaPosVenda": 5,
        "justificativaPosVenda": "O atendente seguiu com o cliente após a compra, informando que enviaria a foto da coroa pronta. Houve um bom nível de acolhimento, mas a comunicação sobre o status e a segurança do processo de entrega não foram muito elaboradas. O cliente sentiu-se respeitado, mas poderia ter havido uma abertura maior para futuras interações.",
        "criteriosFaltantes": [
          {
            "criterio": "Apresentou valor antes do preço",
            "nota": 0.5
          },
          {
            "criterio": "Ofereceu upgrades consultivamente",
            "nota": 3
          },
          {
            "criterio": "Explicou os próximos passos",
            "nota": 1
          },
          {
            "criterio": "Manteve o cliente informado sobre prazos e etapas",
            "nota": 1
          }
        ],
        "sensacaoCliente": "O cliente provavelmente se sentiu acolhido e respeitado, mas talvez um pouco inseguro quanto aos próximos passos da entrega.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "Acolhimento e empatia demonstrados na abordagem inicial.",
          "oportunidade": "Melhorar a apresentação de valor e considerar a oferta de upgrades durante a venda.",
          "classificacao": "bom"
        }
      }
    },
    {
      "customerId": "6855689c9b2f8a0007aba84e",
      "customerName": "Bell Motta",
      "employeeName": "Lucas Rodrigues",
      "protocol": "2025071140620",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 5,
        "justificativaVenda": "O atendente, Lucas, apresentou uma abordagem acolhedora, iniciando a conversa de forma respeitosa e empática. Coletou informações relevantes, mas não fez uma proposta clara nem apresentou facilmente o valor dos produtos. O fluxo de perguntas relacionados às coroas de flores foi positivo, mas faltaram elementos de fechamento e confirmação do pedido. Além disso, não houve contorno de objeções nem discussão sobre upgrades, o que limita a experiência de venda.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não foi possível avaliar o pós-venda, pois não há evidências de follow-up ou comunicação após a finalização do pedido. As mensagens trocadas não chegam a abordar a entrega ou o status do pedido.",
        "criteriosFaltantes": [
          {
            "criterio": "Proposta de Valor & Apresentação",
            "nota": 4
          },
          {
            "criterio": "Negociação & Contorno de Objeções",
            "nota": 2
          },
          {
            "criterio": "Condução e Fechamento da Venda",
            "nota": 2
          },
          {
            "criterio": "Follow-up proativo",
            "nota": 3
          },
          {
            "criterio": "Alinhamento e processo logístico",
            "nota": 2
          },
          {
            "criterio": "Acolhimento e suporte emocional no pós-compra",
            "nota": 2
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido confuso e sem a certeza sobre o fechamento e detalhes da compra, dada a falta de clareza na proposta e no seguimento.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": false,
          "pontoAlto": "A abordagem inicial e a empatia demonstradas pelo atendente durante o atendimento.",
          "oportunidade": "Melhorar na apresentação de propostas e no fechamento do pedido, assim como reforçar o pós-venda com acompanhamento e informações sobre a entrega.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "687032d917b3550013064b4c",
      "customerName": "Laurent Zehaniuck",
      "employeeName": "Vinícius Torres + Lucas Rodrigues",
      "protocol": "2025071143050, 2025071097040",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento realizado foi totalmente informativo e não incluiu ações de venda através do WhatsApp. Portanto, não há critérios a serem avaliados neste caso.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve interação no pós-venda, já que a conversa foi meramente informativa. Assim, não há critérios de avaliação para esta fase.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido atendido, mas sem um envolvimento real na venda.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Atendimento informativo durante o contato.",
          "oportunidade": "Transitar para um contato mais ativo em vendas no WhatsApp.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68705b7395249a00133385b9",
      "customerName": "😊",
      "employeeName": "Lucas Rodrigues",
      "protocol": "2025071160897",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": null,
        "justificativaVenda": "O atendimento foi totalmente informativo, já que não há interações para avaliação de venda no WhatsApp. Apenas foram realizadas interações padrão.",
        "notaPosVenda": null,
        "justificativaPosVenda": "Não houve interação de pós-venda visível para avaliação, já que todo o atendimento foi realizado por telefone.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido confuso devido à falta de informações e interações no WhatsApp.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Não há pontos de atendimento a destacar, pois as interações foram limitadas.",
          "oportunidade": "A equipe poderia ter usado o WhatsApp para um atendimento mais proativo e informativo.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68705ae74b06d00013ce7c02",
      "customerName": "Dafne ✨ Muse Body Sculpt",
      "employeeName": "Lucas Rodrigues",
      "protocol": "2025071156839",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 6,
        "justificativaVenda": "O atendente foi cordial e acolhedor em suas abordagens, mas a coleta de informações foi insuficiente, pois ele não mencionou todos os detalhes necessários para formalizar o pedido de forma completa. A proposta de valor foi ausente, focando mais na coleta de dados do que em apresentar a coroa. O fechamento da venda foi claro ao solicitar os dados, mas faltou uma descrição mais completa dos próximos passos.",
        "notaPosVenda": 4,
        "justificativaPosVenda": "O follow-up do atendente foi proativo, bem como a confirmação do pagamento e a solicitação do comprovante. Entretanto, não houve um acompanhamento efetivo sobre a entrega ou suporte emocional após a finalização do pedido, o que diminui a sensação de segurança no cliente.",
        "criteriosFaltantes": [
          {
            "criterio": "Apresentou valor antes do preço",
            "nota": 0.5
          },
          {
            "criterio": "Ofereceu upgrades consultivamente",
            "nota": 3
          },
          {
            "criterio": "Manteve o cliente informado sobre prazos e etapas",
            "nota": 1
          },
          {
            "criterio": "O cliente terminou a conversa com sentimento de confiança",
            "nota": 1
          },
          {
            "criterio": "Abriu espaço para relacionamento futuro, indicação ou agradecimento",
            "nota": 3
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido um pouco perdido durante o atendimento, especialmente na falta de detalhes sobre como o pedido seria conduzido após a coleta de informações.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "Atendimento cordial e acolhedor, demonstrando empatia.",
          "oportunidade": "Melhorar a proposta de valor e o fechamento da venda com mais clareza sobre os próximos passos e detalhes da entrega.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "687059d6cd49e600139038dd",
      "customerName": "Dito Dorta",
      "employeeName": "Vinícius Torres",
      "protocol": "2025071164954",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 6,
        "justificativaVenda": "O atendente, Vinícius, fez uma abordagem direta e clara nas etapas iniciais, saudando o cliente de forma respeitosa e alinhando informações sobre a entrega. No entanto, faltou uma coleta de informações mais completa sobre o velório, pois não ficou claro se ele obteve todos os dados necessários, como frase de homenagem e modelo específico de flores. O diálogo também não indicou que foram oferecidos upgrades ou diferenciais na proposta, e não houve um fechamento formal do pedido nas mensagens analisadas.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não há informações no histórico sobre um follow-up, confirmação de entrega ou qualquer tipo de suporte emocional para o cliente, portanto, a nota é zero nesta etapa.",
        "criteriosFaltantes": [
          {
            "criterio": "Diagnóstico & Coleta de Informações",
            "nota": 1
          },
          {
            "criterio": "Proposta de Valor & Apresentação",
            "nota": 4
          },
          {
            "criterio": "Condução e Fechamento da Venda",
            "nota": 2
          },
          {
            "criterio": "Follow-up proativo",
            "nota": 3
          },
          {
            "criterio": "Alinhamento e processo logístico",
            "nota": 2
          },
          {
            "criterio": "Acolhimento e suporte emocional no pós-compra",
            "nota": 2
          },
          {
            "criterio": "Oportunidade de fidelização",
            "nota": 3
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido confuso ou insatisfeito devido à falta de informações detalhadas e suporte após o contato inicial.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": false,
          "pontoAlto": "A abordagem inicial foi cordial e respeitosa.",
          "oportunidade": "Melhorar a coleta de informações do cliente e oferecer uma proposta mais completa e consultiva, além de um follow-up claro.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "67f5189b96c11a0007a5507f",
      "customerName": "Adriana Damiani",
      "employeeName": "Vinícius Torres + Camila Souza + Luana Oliveira",
      "protocol": "2025071022956, 2025071017606, 2025071038236",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 5,
        "justificativaVenda": "A abordagem inicial foi acolhedora, mas a saudação poderia ser mais empática e direta. A coleta de informações foi feita, mas faltaram algumas informações importantes. A proposta de valor foi apresentada, mas não houve destaque para upgrades ou uma conexão emocional mais forte. Não foi possível observar a negociação de objeções e o fechamento de venda foi apenas parcialmente formalizado.",
        "notaPosVenda": 4,
        "justificativaPosVenda": "Houve um follow-up após o pedido, mas a comunicação sobre a entrega e o status poderia ser mais proativa e clara. O suporte emocional no pós-compra foi básico, e não foram dadas oportunidades suficientes para fidelização, como sugestões de novos pedidos ou agradecimentos.",
        "criteriosFaltantes": [
          {
            "criterio": "Uso de linguagem consultiva, com foco na representatividade da homenagem, não só produto.",
            "nota": 0.5
          },
          {
            "criterio": "Formalizou o pedido de forma objetiva (CPF, nome, e-mail).",
            "nota": 0.5
          },
          {
            "criterio": "Explicou os próximos passos.",
            "nota": 1
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido atendido, mas com espaço para melhorias na clareza das informações e apoio emocional.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "O atendente cumpriu os critérios obrigatórios de abordagem e coleta de informações.",
          "oportunidade": "Trabalhar mais a conexão emocional e clareza na comunicação sobre o pedido e a entrega.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "6870512136972c0013a77cf2",
      "customerName": "Luciane",
      "employeeName": "Vinícius Torres",
      "protocol": "2025071079237",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 6,
        "justificativaVenda": "O atendente Vinícius cumpriu com alguns critérios obrigatórios na coleta de informações e na apresentação da proposta, porém falhou em apresentar o valor do produto antes do preço e não ofereceu upgrades consultivamente. Ele também poderia ter elaborado mais sobre a importância da escolha da coroa. A formalização do pedido foi feita de maneira objetiva.",
        "notaPosVenda": 5,
        "justificativaPosVenda": "Vinícius fez um follow-up ao confirmar o envio da foto e a NFe, mas faltou um maior acolhimento e suporte emocional ao cliente após a compra. Embora tenha enviado as informações necessárias, não houve abertura para relacionamento futuro.",
        "criteriosFaltantes": [
          {
            "criterio": "Apresentou valor antes do preço?",
            "nota": 0.5
          },
          {
            "criterio": "Ofereceu upgrades consultivamente?",
            "nota": 3
          },
          {
            "criterio": "Transmite segurança sobre a entrega?",
            "nota": 1
          },
          {
            "criterio": "Abriu espaço para relacionamento futuro?",
            "nota": 3
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido satisfeito por receber as informações necessárias, mas também pode ter sentido que a experiência poderia ter sido mais acolhedora e personalizada.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "O atendente foi direto e fez a formalização do pedido de forma clara.",
          "oportunidade": "Melhorar a abordagem consultiva e a comunicação clara sobre a importância da escolha da coroa, além de oferecer um suporte mais emocional e abrir oportunidades para relacionamento e fidelização futura.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "6870380985c2570013277f1e",
      "customerName": "Marilene Paz",
      "employeeName": "Lucas Rodrigues",
      "protocol": "2025071057570, 2025071078256",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 5,
        "justificativaVenda": "O atendente Lucas iniciou bem a conversa pedindo os dados para formalizar o pedido, mas houve uma falha na coleta de informações cruciais, como o modelo da coroa e a frase de homenagem. A entrega das instruções não foi clara devido ao uso de caracteres corrompidos, o que comprometeu a compreensão do cliente. Assim, ele não cumpriu totalmente os critérios necessários para uma venda eficaz, mas conseguiu coletar parte das informações. Além disso, não houve uma proposta de valor clara, limitando o potencial de vendas adicionais.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não foi possível avaliar o pós-venda, pois a conversa não incluiu práticas de acompanhamento ou suporte após a venda, o que faz parecer que não houve fechamento da venda.",
        "criteriosFaltantes": [
          {
            "criterio": "Apresentou valor antes do preço",
            "nota": 0.5
          },
          {
            "criterio": "Formalizou o pedido de forma objetiva",
            "nota": 0.5
          },
          {
            "criterio": "Respondem às dúvidas com segurança e clareza",
            "nota": 0.5
          },
          {
            "criterio": "Explicou os próximos passos",
            "nota": 1
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido frustrado e confuso devido à falta de clareza nas informações e no atendimento.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": false,
          "pontoAlto": "Início da conversa foi bom com a solicitação de informações para formalizar o pedido.",
          "oportunidade": "Melhorar a clareza na coleta de informações e garantir que as instruções sejam transmitidas corretamente para evitar confusões.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "686f1dd9366fec0013d60519",
      "customerName": "Helio P L",
      "employeeName": "Lucas Rodrigues",
      "protocol": "2025071014772",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi meramente informativo, com interações que não demonstraram coleta de informações sobre a venda, proposta ou fechamento através do WhatsApp.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve contato posterior do atendente e, portanto, não foi possível avaliar o suporte emocional ou follow-up.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido satisfeito com o serviço, mas não houve interação que permitisse sentir confiança ou conexão.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Não se aplicam pontos altos dado que a interação foi apenas informativa.",
          "oportunidade": "Melhorar a abordagem ao cliente, garantindo que informações de venda sejam coletadas durante o contato.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68704c2e98ac2c0013c08444",
      "customerName": "Fabrício",
      "employeeName": "Lucas Rodrigues",
      "protocol": "2025071032490",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi apenas informativo, com troca de mensagens simples, sem abordagem ou coleta de informações necessárias para uma venda.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve interação suficiente para avaliar o pós-venda, dado que a conversa foi limitada.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido insatisfeito devido à falta de interação e informações que poderiam ter melhorado sua experiência.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Nenhuma interação que gerasse uma venda foi realizada.",
          "oportunidade": "O atendente poderia ter aprofundado a conversa para identificar as necessidades do cliente e apresentar uma oferta.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68702e420350760013aa87fe",
      "customerName": "Severiano Rodrigues de Barros Júnior",
      "employeeName": "Vinícius Torres + Lucas Rodrigues + Erika Silva",
      "protocol": "2025071083970, 2025071072318, 2025071066972",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 5,
        "justificativaVenda": "O atendente se mostrou acolhedor e respeitoso com a saudação, estabelecendo um tom empático. Contudo, a coleta de informações sobre o velório não foi suficiente, faltando detalhes cruciais como local e horário. Apesar disso, o valor foi apresentado antes do preço, mas não houve uma clara proposta de upgrades. O fechamento do pedido foi objetivo, mas mais informações poderiam ter sido dadas quanto aos próximos passos.",
        "notaPosVenda": 3,
        "justificativaPosVenda": "O follow-up mostrou um retorno da equipe confirmando algumas informações, mas não houve detalhamento sobre o status da entrega ou se o cliente recebia acompanhamento quanto ao pedido. A comunicação sobre prazos foi inadequada, o que poderia afetar a confiança do cliente. Não houve um acolhimento claro ao final da conversa.",
        "criteriosFaltantes": [
          {
            "criterio": "Coleta de informações de velório com clareza",
            "nota": 1
          },
          {
            "criterio": "Informou com precisão as formas de pagamento e dados de envio",
            "nota": 0.5
          },
          {
            "criterio": "Transmissão de segurança sobre a entrega",
            "nota": 1
          },
          {
            "criterio": "Manteve o cliente informado sobre prazos e etapas",
            "nota": 1
          },
          {
            "criterio": "Houve sensibilidade e respeito ao encerrar a conversa",
            "nota": 1
          },
          {
            "criterio": "Abriu espaço para relacionamento futuro, indicação ou agradecimento",
            "nota": 3
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido um pouco perdido devido à falta de informações claras e acompanhamento do pedido, o que pode ter gerado insegurança.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "Atendente foi acolhedor e respeitoso na abordagem inicial.",
          "oportunidade": "Melhorar o processo de coleta de informações e o acompanhamento na entrega para aumentar a satisfação do cliente.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "6863156520123c000725e0fe",
      "customerName": "Gabinete do Arcebispo",
      "employeeName": "Vinícius Torres",
      "protocol": "2025071024266",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi meramente informativo, pois o WhatsApp foi usado apenas para confirmar dados e envio de boleto. Não houve interação para venda, coleta ou apresentação de propostas.",
        "notaPosVenda": 0,
        "justificativaPos Venda": "Não houve qualquer ação de pós-venda registrada, pois o atendimento foi focado apenas em informações de pagamento.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido frustrado pela falta de um acompanhamento mais envolvente ou efetivo.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Nenhum ponto alto a destacar, tendo em vista a falta de interação de venda.",
          "oportunidade": "A melhoria poderia ser feita na abordagem pelo WhatsApp, oferecendo um atendimento mais engajado.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "687046884aea24001313a4ba",
      "customerName": "Lucas",
      "employeeName": "Vinícius Torres",
      "protocol": "2025071037441",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 5,
        "justificativaVenda": "O atendente apresentou uma abordagem direta e clara, fazendo perguntas relevantes sobre o velório e o modelo de coroa de flores. No entanto, não houve uma apresentação de valor significativa antes de revelar o preço, e a proposta de upgrades foi escassa. O fechamento da venda foi feito de maneira objetiva, mas poderia ter incluído um acompanhamento mais personalizado.",
        "notaPosVenda": 4,
        "justificativaPosVenda": "O atendente pareceu acompanhar o andamento do pedido, mas não ficou claro se houve um follow-up proativo sobre a entrega ou a produção. O apoio emocional foi limitado, considerando a natureza delicada da venda e da situação do cliente.",
        "criteriosFaltantes": [
          {
            "criterio": "Apresentou valor antes do preço",
            "nota": 0.5
          },
          {
            "criterio": "Ofereceu upgrades consultivamente",
            "nota": 3
          },
          {
            "criterio": "Informou com precisão as formas de pagamento e dados de envio",
            "nota": 0.5
          }
        ],
        "sensacaoCliente": "O cliente provavelmente se sentiu bem atendido em relação às informações coletadas, mas poderia ter sentido falta de uma apresentação mais detalhada do valor emocional da compra.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "A coleta de informações foi eficiente e respeitosa, mostrando atenção às circunstâncias do cliente.",
          "oportunidade": "Aumentar a ênfase na apresentação de valor e propostas de upgrades, além de garantir um acompanhamento mais proativo após a venda.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "68702fcd284e7300138df1f7",
      "customerName": "Robson ",
      "employeeName": "Lucas Rodrigues + Danilo",
      "protocol": "2025071032066, 2025071025503",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi completamente informativo, sem nenhuma interação de venda ou coleta de informações relevantes para a transação.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve qualquer atividade de pós-venda ou acompanhamento, visto que não houve uma venda realizada.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido confuso devido à falta de clareza e interação na conversa.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Não há pontos altos a destacar, pois não houve interação de venda.",
          "oportunidade": "A equipe deve melhorar a transição entre comunicações para evitar confusões futuras.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "687042e65e8dde00133d13ed",
      "customerName": "Renata Castelo 🥰",
      "employeeName": "Lucas Rodrigues",
      "protocol": "2025071016003",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 4,
        "justificativaVenda": "O atendimento começou bem, com o atendente demonstrando a disponibilidade de um catálogo e buscando informações sobre o valor e endereço de entrega. No entanto, faltou uma melhor apresentação do valor antes de se discutir os preços e a inclusão de upgrades consultivos. Além disso, não houve um fechamento claro da venda.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não foram observados elementos de pós-venda, como follow-up ou suporte emocional, uma vez que a conversa não foi finalizada de forma que o cliente se sentisse seguro sobre a compra.",
        "criteriosFaltantes": [
          {
            "criterio": "Formalizou o pedido de forma objetiva (CPF, nome, e-mail)",
            "nota": 0.5
          },
          {
            "criterio": "Explicou os próximos passos",
            "nota": 1
          },
          {
            "criterio": "O atendente retornou para confirmar produção, entrega ou status",
            "nota": 2
          },
          {
            "criterio": "Demonstrou zelo após o pagamento",
            "nota": 1
          },
          {
            "criterio": "Houve sensibilidade e respeito ao encerrar a conversa",
            "nota": 1
          },
          {
            "criterio": "O cliente terminou a conversa com sentimento de confiança",
            "nota": 1
          },
          {
            "criterio": "Abriu espaço para relacionamento futuro, indicação ou agradecimento",
            "nota": 3
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido um pouco confuso ou inseguro devido à falta de clareza no fechamento da venda e ausência de informações sobre os próximos passos.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": false,
          "pontoAlto": "O atendente mostrou disponibilidade e vontade de ajudar ao oferecer um catálogo de produtos.",
          "oportunidade": "O atendimento poderia ser melhorado com uma abordagem mais consultiva e um fechamento mais claro da venda.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "68704017841ee900139a0b01",
      "customerName": "Kátia Sandra",
      "employeeName": "Vinícius Torres",
      "protocol": "2025071076952",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "A conversa foi meramente informativa, com troca de mensagens que não configuram uma negociação ou fechamento de venda através do WhatsApp. Não há elementos de venda presentes, pois não foram abordados aspectos como proposta, negociação ou fechamento.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve follow-up, confirmação de entrega ou acolhimento emocional, já que a interação foi limitada a informações básicas.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido aliviado por receber as informações necessárias, mas sem o envolvimento emocional que normalmente acompanha um atendimento de vendas.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "O atendente forneceu informações claras sobre o pedido.",
          "oportunidade": "Houve falta de envolvimento e oportunidade de criar um vínculo emocional com o cliente durante a comunicação.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "6870063e37f3b90013dee757",
      "customerName": "Luana",
      "employeeName": "Vinícius Torres + Erika Silva + Camila Souza",
      "protocol": "2025071047965, 2025071044356, 2025071099002, 2025071056900",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi meramente informativo, não houve interação de venda no WhatsApp, apenas confirmação de dados de entrega.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve acompanhamento ou interação de pós-venda, apenas confirmação de entrega.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido confuso ou insatisfeito, pois não houve um atendimento jornada completa de venda.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Confirmação clara do recebimento da entrega.",
          "oportunidade": "Um atendimento mais proativo e envolvente poderia ter sido realizado para melhorar a experiência do cliente.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68703f29d15fba00138b99ed",
      "customerName": "Susana",
      "employeeName": "Vinícius Torres",
      "protocol": "2025071072122",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 5,
        "justificativaVenda": "A abertura foi acolhedora, mas faltou uma abordagem mais centrada nas necessidades emocionais da cliente. A coleta de informações foi parcialmente clara, mas não incluiu todos os detalhes relevantes como horário e modelo escolhido. A proposta de valor foi breve e não houve upgrade consultivo. A negociação foi controlada, mas algumas objeções poderiam ser melhor contornadas, e o fechamento da venda ficou comprometido por falta de formalização e clareza nos próximos passos.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve interação de pós-venda visível na conversa, resultando em uma nota de zero. Não foi realizada nenhuma confirmação ou follow-up sobre a entrega ou sobre o estado do pedido.",
        "criteriosFaltantes": [
          {
            "criterio": "Formalizou o pedido de forma objetiva (CPF, nome, e-mail)",
            "nota": 0.5
          },
          {
            "criterio": "Informou com precisão as formas de pagamento e dados de envio",
            "nota": 0.5
          },
          {
            "criterio": "Explicou os próximos passos",
            "nota": 1
          },
          {
            "criterio": "O atendente retornou para confirmar produção, entrega ou status",
            "nota": 2
          },
          {
            "criterio": "Manteve o cliente informado sobre prazos e etapas",
            "nota": 1
          }
        ],
        "sensacaoCliente": "A cliente pode ter se sentido um pouco perdida quanto aos próximos passos, já que não recebeu informações claras sobre o fechamento do pedido ou sobre o andamento da entrega.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": false,
          "pontoAlto": "A cordialidade na abordagem inicial foi um diferencial positivo.",
          "oportunidade": "Melhorar a coleta de informações essenciais e apresentar uma proposta de valor mais forte, além de garantir um follow-up no pós-venda.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "687032ef8ff03f00138467f2",
      "customerName": "Júlia Lucena",
      "employeeName": "Vinícius Torres + Camila Souza",
      "protocol": "2025071071638, 2025071072369, 2025071064343",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 6,
        "justificativaVenda": "O atendente iniciou a conversa coletando informações, mas não abordou as informações do velório de maneira clara e direta. A proposta de valor foi apresentada, mas não houve ofertas de upgrades consultivamente ou um foco forte na representatividade da homenagem. O fechamento estava claro, mas a formalização do pedido poderia ter sido mais completa.",
        "notaPosVenda": 4,
        "justificativaPosVenda": "O atendente enviou o pedido para produção e indicou que informará o número do pedido, o que é positivo. No entanto, não houve um acompanhamento mais proativo para garantir a satisfação do cliente após a finalização da compra. A falta de uma confirmação de entrega ou follow-up após o pagamento diminuiu a nota.",
        "criteriosFaltantes": [
          {
            "criterio": "Ofereceu upgrades consultivamente",
            "nota": 3
          },
          {
            "criterio": "Explicou os próximos passos",
            "nota": 1
          },
          {
            "criterio": "O cliente terminou a conversa com sentimento de confiança",
            "nota": 1
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido prestigiado pela atenção recebida, mas talvez ficasse com algumas dúvidas sobre o processo de entrega e acompanhamento do pedido.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "A coleta das informações necessárias foi feita com clareza.",
          "oportunidade": "Melhorar a empatia na comunicação e oferecer mais opções durante a proposta.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "68703e92cd49e600138e9512",
      "customerName": "Lili",
      "employeeName": "Vinícius Torres",
      "protocol": "2025071042661",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi puramente informativo, com a comunicação sobre os valores das coroas de flores e informações sobre o velório, mas sem interação de venda ativa ou coleta de informações necessárias pela plataforma de WhatsApp.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve follow-up ou qualquer interação de pós-venda visível no histórico da conversa.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido apenas informado, sem um acompanhamento ativo ou emocional durante o processo.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "O atendente forneceu informações claras sobre os serviços disponíveis.",
          "oportunidade": "Deveria haver um direcionamento mais proativo em relação à venda e ao acompanhamento após a informação inicial.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68703dca85c257001327d3da",
      "customerName": "Franciele 🦋🌬️",
      "employeeName": "Lucas Rodrigues",
      "protocol": "2025071025464",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi completamente informativo e aconteceu por telefone. O WhatsApp foi utilizado apenas para confirmar o pedido.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve interação suficiente no canal para avaliar o pós-venda.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido aliviado por receber confirmação do pedido, mas a interação foi limitada.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Confirmação do pedido pelo WhatsApp.",
          "oportunidade": "Aumentar a interação via WhatsApp para um atendimento mais completo.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "681775c3bbcbb500074d9c2c",
      "customerName": "Fernanda Martins",
      "employeeName": "Vinícius Torres + Danilo",
      "protocol": "2025071012050, 2025071087958, 2025071085239",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi apenas informativo, não houve participação proativa na venda via WhatsApp.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve acompanhamento ou comunicação clara sobre a entrega ou pós-venda.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido frustrado pela falta de comunicação e confirmações adequadas.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "N/A",
          "oportunidade": "Melhorar a comunicação e a confirmação de entrega no WhatsApp.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "687023ae3e784e00131deb67",
      "customerName": "Ana Paula",
      "employeeName": "Lucas Rodrigues + Camila Souza",
      "protocol": "2025071075797, 2025071035529",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": null,
        "justificativaVenda": "O atendimento foi realizado exclusivamente por telefone, e o WhatsApp foi utilizado apenas para finalidades informativas e confirmação. Portanto, não há avaliação de venda a ser aplicada.",
        "notaPosVenda": null,
        "justificativaPosVenda": "O atendimento foi exclusivamente informativo, não permitindo a análise de pós-venda.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "Dado que o atendimento foi apenas informativo, não é possível determinar com certeza como o cliente se sentiu durante e após a interação.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Atendimento flexível e informativo.",
          "oportunidade": "Possibilidade de aprimorar a interação no WhatsApp para incluir mais informações e suporte.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "6870273080c5ba0013db3279",
      "customerName": "Andrea",
      "employeeName": "Lucas Rodrigues + Erika Silva",
      "protocol": "2025071036863, 2025071091105",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi totalmente informativo, sem interação ativa via WhatsApp para vender. As mensagens enviadas serviram para confirmar a compra e solicitar detalhes que não envolviam uma abordagem comercial.",
        "notaPosVenda": 5,
        "justificativaPosVenda": "O follow-up foi abrangente, pois houve confirmação da nota fiscal e um convite para entrar em contato sobre a entrega. No entanto, não houve um suporte emocional mais explícito na conversa.",
        "criteriosFaltantes": [
          {
            "criterio": "Abertura & Abordagem Inicial",
            "nota": 1
          },
          {
            "criterio": "Diagnóstico & Coleta de Informações",
            "nota": 1
          },
          {
            "criterio": "Proposta de Valor & Apresentação",
            "nota": 4
          },
          {
            "criterio": "Negociação & Contorno de Objeções",
            "nota": 2
          },
          {
            "criterio": "Condução e Fechamento da Venda",
            "nota": 2
          },
          {
            "criterio": "Follow-up proativo",
            "nota": 3
          },
          {
            "criterio": "Alinhamento e processo logístico",
            "nota": 2
          },
          {
            "criterio": "Acolhimento e suporte emocional no pós-compra",
            "nota": 2
          },
          {
            "criterio": "Oportunidade de fidelização",
            "nota": 3
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido amparado em relação às informações sobre nota fiscal e prazo, mas não recebeu muita empatia em um momento delicado.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Confirmaram os detalhes necessários para a nota fiscal.",
          "oportunidade": "Melhorar o acolhimento e a abordagem consultiva para facilitar o fechamento da venda.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "682742fbf6269900079b90d8",
      "customerName": "Dilma",
      "employeeName": "Lucas Rodrigues",
      "protocol": "2025071052877",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi apenas informativo, com mensagens de WhatsApp utilizadas para confirmar dados e procedimentos, sem negociação ou proposta de venda visível.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve pós-venda a ser avaliado, pois a interação consistiu somente em troca de informações.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido abrangido apenas nas questões informativas, sem um envolvimento emocional ou de venda.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "O atendente foi direto e claro na coleta de informações.",
          "oportunidade": "Criar uma conexão mais emocional e engajadora durante o atendimento.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68702fb35f96960012dbe1ef",
      "customerName": "Gabriel Ardito",
      "employeeName": "Lucas Rodrigues + Camila Souza + Erika Silva",
      "protocol": "2025071029818, 2025071065541, 2025071055606",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 6,
        "justificativaVenda": "O atendente iniciou a conversa de forma cordial, perguntando sobre o prosseguimento do pedido, mas teve dificuldades em ser claro na coleta de informações. A proposta de valor foi apresentada de maneira simples, mas não conseguiu explicar a importância da escolha da coroa antes de informar o preço. Além disso, não foram oferecidos upgrades de forma consultiva, limitando a personalização da experiência do cliente.",
        "notaPosVenda": 4,
        "justificativaPosVenda": "O follow-up foi escasso, com somente um pedido de envio do comprovante e uma confirmação sobre o andamento do pedido, sem um claro zelo após o pagamento. O cliente não foi suficientemente informado sobre prazos e etapas, e o encerramento da conversa careceu de acolhimento emocional.",
        "criteriosFaltantes": [
          {
            "criterio": "Abertura & Abordagem Inicial",
            "nota": 0.5
          },
          {
            "criterio": "Diagnóstico & Coleta de Informações",
            "nota": 0.5
          },
          {
            "criterio": "Proposta de Valor & Apresentação",
            "nota": 2
          },
          {
            "criterio": "Condução e Fechamento da Venda",
            "nota": 1
          },
          {
            "criterio": "Follow-up proativo",
            "nota": 1
          },
          {
            "criterio": "Acolhimento e suporte emocional no pós-compra",
            "nota": 1
          }
        ],
        "sensacaoCliente": "O cliente pode ter sentido que o atendimento foi acima da média, mas ficou com algumas inseguranças em relação ao processo de compra e suporte após a venda.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "A condução inicial do atendimento foi amigável.",
          "oportunidade": "Melhorar a clareza na coleta de informações e oferecer upgrades de forma consultiva, além de reforçar o suporte emocional após a venda.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "6870302149218900130fb919",
      "customerName": "Ana Laura",
      "employeeName": "Camila Souza",
      "protocol": "2025071087713, 2025071046144",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento realizado foi apenas informativo, com confirmação de pedido e encaminhamento de informações nos quais não foram abordados pontos de venda ou negociação efetiva.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve elementos de pós-venda nesta conversa, apenas interações de fechamento de atendimento.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido satisfeito com a formalidade do encerramento, mas não houve oportunidade para uma interação mais profunda que envolvesse apoio emocional ou futuras interações.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Atendimento claro e direto com informações essenciais.",
          "oportunidade": "Poderia haver uma melhor abordagem para uma experiência de fechamento mais acolhedora.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68703685ab0c4c0013eb8208",
      "customerName": "Robson Azevedo",
      "employeeName": "Erika Silva",
      "protocol": "2025071042280",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi exclusivamente informativo, não houve interação significativa através do WhatsApp para a realização de uma venda.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve acompanhamento ou qualquer interação que caracterizasse um pós-venda efetivo.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido desassistido por não ter recebido informações suficientes sobre seu pedido ou sobre o processo de compra.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Nenhum aspecto relevante foi posicionado, uma vez que não houve venda.",
          "oportunidade": "O atendimento poderia ter sido mais proativo ao tentar converter a consulta em uma venda.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "686fed3ab8ab9400137dfe0d",
      "customerName": "Sâmela",
      "employeeName": "Camila Souza + Luana Oliveira + Danilo",
      "protocol": "2025071016205, 2025071031212, 2025071086084, 2025071019152, 2025071058728",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi realizado exclusivamente por telefone, com o WhatsApp sendo utilizado apenas para confirmá-lo. Portanto, a análise da venda não se aplica neste caso.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve interação no WhatsApp que permitisse avaliar o pós-venda.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "A cliente pode ter se sentido atendida em suas necessidades, dado que a comunicação foi confirmada, mas sem informações adicionais sobre o atendimento.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "A comunicação foi clara e houve confirmação do pedido.",
          "oportunidade": "A equipe poderia ter utilizado o WhatsApp para fortalecer a conexão e oferecer suporte adicional.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68701f5755501500137953d3",
      "customerName": "Lucas rocha",
      "employeeName": "Erika Silva",
      "protocol": "2025071025209, 2025071052217, 2025071050241",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi totalmente realizado por telefone, e as mensagens no WhatsApp foram apenas confirmativas, portanto, não há critérios de venda a serem analisados.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "O atendimento foi apenas informativo, não havendo elementos de acompanhamento ou suporte no pós-venda.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "Como o atendimento foi apenas informativo, não há indícios claros de como o cliente se sentiu durante o contato.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Não se aplica.",
          "oportunidade": "Não se aplica.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "686fb5b4ff265a00139619bd",
      "customerName": "Flavio Minuzzi",
      "employeeName": "Erika Silva + Luana Oliveira",
      "protocol": "2025071017067, 2025071080147, 2025071024730, 2025071069789",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi realizado totalmente por telefone, com o WhatsApp utilizado apenas para a confirmação do pedido e detalhes da entrega. Não houve interação de venda visível no histórico do WhatsApp para análise.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve elementos de pós-venda a serem analisados pelo mesmo motivo; o atendimento se limitou à confirmação de detalhes que não caracterizam uma experiência de venda completa.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "Provavelmente o cliente se sentiu seguro com a confirmação dos detalhes, mas não houve interação emocional ou de venda que pudesse aumentar sua satisfação.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Confirmação dos detalhes da entrega com clareza.",
          "oportunidade": "Melhorar a comunicação no WhatsApp para que seja mais que uma confirmação, proporcionando uma experiência de venda mais rica.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "687031e812b60c0013731108",
      "customerName": "Igor Correa",
      "employeeName": "Erika Silva",
      "protocol": "2025071027864",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi informativo, e não houve interação de venda registrada nas mensagens analisadas.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não foram identificados elementos de pós-venda, uma vez que a conversa se limitou a mensagens informativas.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente provavelmente se sentiu em uma conversa meramente administrativa, sem a formalização de uma proposta de venda.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Não há pontos positivos a serem destacados em termos de vendas.",
          "oportunidade": "Uma abordagem mais interativa e envolvente poderia ter potencializado a experiência do cliente.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68702e08db531c00131b2884",
      "customerName": "Junior",
      "employeeName": "Erika Silva",
      "protocol": "2025071028947",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi apenas informativo, com uma mensagem inicial que não dá continuidade à venda.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve interação suficiente para avaliar o pós-venda, pois a conversa se limitou a uma mensagem inicial.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido confuso ou desinteressado, já que a mensagem não oferece um seguimento claro no atendimento.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Não foram identificadas interações de venda ou pós-venda.",
          "oportunidade": "É necessário que o atendente faça um melhor esforço em adicionar valor à conversa inicial, estimulando um diálogo mais envolvente.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "687010233e784e00131a0f54",
      "customerName": "Silvana Nascimento🌹India",
      "employeeName": "Camila Souza + Luana Oliveira",
      "protocol": "2025071027286, 2025071089281, 2025071068558, 2025071024339, 2025071058228, 2025071053511",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi exclusivamente informativo, confirmando um pedido sem interação ou negociação via WhatsApp, portanto não é aplicável uma avaliação de venda.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve etapa de pós-venda, pois a conversa somente confirmou informações já discutidas por telefone.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "Dada a natureza do atendimento, o cliente pode ter se sentido no processo, mas não houve interação para formar um sentimento mais amplo.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Atendimento informativo e cumprimento das instruções.",
          "oportunidade": "Faltou a etapa de venda e pós-venda para promover um melhor atendimento ao cliente.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68702c6391560700131dd8c8",
      "customerName": "André José",
      "employeeName": "Camila Souza",
      "protocol": "2025071082252",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "whatsApp",
        "notaVenda": 6,
        "justificativaVenda": "A abertura foi correta, mas poderia ser mais acolhedora e humana. A coleta de informações foi realizada de forma clara, embora não tenha sido proativa em algumas perguntas, como o modelo de coroa. A proposta foi apresentada, mas faltou uma abordagem consultiva, focando mais na importância da homenagem do que no preço. O fechamento foi objetivo, mas faltou detalhamento nas formas de pagamento e próximos passos.",
        "notaPosVenda": 5,
        "justificativaPosVenda": "O follow-up após o pedido foi fraco, pois houve apenas uma confirmação sem detalhes sobre prazos de entrega. Não ficou claro se o cliente se sentiu apoiado emocionalmente após o pagamento, e não houve abertura para futuras interações.",
        "criteriosFaltantes": [
          {
            "criterio": "A saudação foi acolhedora, direta e humana?",
            "nota": 0.33
          },
          {
            "criterio": "Identificou o grau de urgência e entregou uma solução?",
            "nota": 0.33
          },
          {
            "criterio": "Apresentou valor antes do preço?",
            "nota": 0.5
          },
          {
            "criterio": "Ofereceu upgrades consultivamente?",
            "nota": 3
          },
          {
            "criterio": "Formalizou o pedido de forma objetiva (CPF, nome, e-mail)?",
            "nota": 0.5
          },
          {
            "criterio": "Expliquei os próximos passos?",
            "nota": 1
          },
          {
            "criterio": "O atendente retornou para confirmar produção, entrega ou status?",
            "nota": 2
          },
          {
            "criterio": "Demonstrou zelo após o pagamento?",
            "nota": 1
          },
          {
            "criterio": "Manteve o cliente informado sobre prazos e etapas?",
            "nota": 1
          },
          {
            "criterio": "Houve sensibilidade e respeito ao encerrar a conversa?",
            "nota": 1
          },
          {
            "criterio": "Abriu espaço para relacionamento futuro, indicação ou agradecimento?",
            "nota": 3
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido satisfeito com o atendimento, mas talvez com algumas dúvidas sobre o acompanhamento da entrega e a falta de conexão emocional.",
        "resumoExecutivo": {
          "tipoAtendimento": "whatsApp",
          "houveVenda": true,
          "pontoAlto": "A coleta de informações foi clara, facilitando o entendimento do pedido.",
          "oportunidade": "Trabalhar mais a empatia e a conexão emocional com o cliente, e ser mais proativo nas abordagens de follow-up.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "68702b4bc85da80013536a26",
      "customerName": "😊",
      "employeeName": "Camila Souza",
      "protocol": "2025071070336",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi realizado exclusivamente por telefone, e o WhatsApp foi utilizado apenas para confirmar informações sobre o pedido. Isso não permite uma avaliação da condução de venda por mensagem.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve interação pós-venda visível no WhatsApp, já que o contato foi basicamente informativo.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido seguro ao receber informações detalhadas, embora não tenha uma percepção de continuidade na conversa.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "A comunicação foi clara nas informações necessárias para confirmar o pedido.",
          "oportunidade": "Melhorar a interação no WhatsApp para proporcionar uma experiência mais completa.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68702b01dd2c040013797a8a",
      "customerName": "Raphael Tártaro",
      "employeeName": "Camila Souza",
      "protocol": "2025071086016",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 6,
        "justificativaVenda": "A atendente Camila demonstrou clareza na coleta de informações sobre o velório e fez perguntas pertinentes, como sobre a frase a ser colocada na faixa e o local da entrega. No entanto, não há uma apresentação de valor consultiva, e não foram oferecidos upgrades de forma proativa. A formalização do pedido foi feita de maneira objetiva, mas faltou detalhamento sobre as próximas etapas do processo de entrega.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "A conversa não incluiu follow-up ou qualquer menção a um processo de pós-venda, o que demonstra uma falta de zelo após o pedido ser formalizado.",
        "criteriosFaltantes": [
          {
            "criterio": "Follow-up proativo",
            "nota": 2
          },
          {
            "criterio": "Acolhimento e suporte emocional no pós-compra",
            "nota": 2
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido atendido em relação ao pedido, mas sem a confiança de que haveria um seguimento no processo de entrega.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "A clareza na coleta de informações e a formalização do pedido foram bem executadas.",
          "oportunidade": "Incluir uma abordagem mais consultiva na apresentação de propostas e um follow-up ativo após a venda.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "6870284ba940fb0013548709",
      "customerName": "Natani Betarello",
      "employeeName": "Camila Souza",
      "protocol": "2025071074545",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "hibrido",
        "notaVenda": 5,
        "justificativaVenda": "A atendente fez uma coleta básica de informações, mas a abordagem não foi suficientemente acolhedora ou empática. Embora tenha apresentado informações de forma clara e formalizado o pedido, não houve um foco significativo na proposta de valor, e não foram oferecidos upgrades ou uma apresentação consultiva do produto. A formalização dos dados foi objetiva, mas faltaram elementos que fortalecessem a emotionalidade do atendimento.",
        "notaPosVenda": 6,
        "justificativaPosVenda": "A Camila realizou um follow-up com informações sobre a entrega do pedido, demonstrando preocupação pós-venda. No entanto, não houve detalhamento em relação ao processo logístico, como prazos precisos ou uma sensibilidade maior ao lidar com a situação delicada do cliente. O encerramento da conversa foi feito de forma padrão, sem menção a futuros contatos que poderiam estimular a fidelização.",
        "criteriosFaltantes": [
          {
            "criterio": "Ofereceu upgrades consultivamente",
            "nota": 3
          },
          {
            "criterio": "Usou linguagem consultiva, com foco na representatividade da homenagem, não só produto",
            "nota": 0.5
          },
          {
            "criterio": "Alarmou espaço para relacionamento futuro, indicação ou agradecimento",
            "nota": 3
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido um pouco aliviado com a confirmação da entrega, mas talvez careça de um acolhimento maior devido à situação delicada.",
        "resumoExecutivo": {
          "tipoAtendimento": "hibrido",
          "houveVenda": true,
          "pontoAlto": "A formalização do pedido e a clareza nas informações.",
          "oportunidade": "Aumentar o foco na proposta de valor e oferecer opções de personalização para fortalecer a conexão emocional com o cliente.",
          "classificacao": "regular"
        }
      }
    },
    {
      "customerId": "687027f0da7b8f00131a0a8d",
      "customerName": "christian",
      "employeeName": "Erika Silva",
      "protocol": "2025071089260",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "whatsApp",
        "notaVenda": 5,
        "justificativaVenda": "A atendente demonstrou um esforço inicial em coletar informações relevantes, como a preferência de cor e tamanho, essencial para a venda. No entanto, a interação foi interrompida e falhou em oferecer uma proposta de valor clara ou apresentar modelos e preços, o que é crucial para fechar a venda. Além disso, a falta de respostas detalhadas do cliente sugere que a comunicação não foi suficientemente eficaz. A estrutura da conversa ficou fragmentada, o que dificultou um bom andamento da negociação.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve um acompanhamento ou ação proativa após a interação, logo, nenhum dos critérios de pós-venda foi atendido nesta conversa.",
        "criteriosFaltantes": [
          {
            "criterio": "Proposta de Valor & Apresentação",
            "nota": 4
          },
          {
            "criterio": "Condução e Fechamento da Venda",
            "nota": 2
          },
          {
            "criterio": "Follow-up proativo",
            "nota": 3
          },
          {
            "criterio": "Alinhamento e processo logístico",
            "nota": 2
          },
          {
            "criterio": "Acolhimento e suporte emocional no pós-compra",
            "nota": 2
          },
          {
            "criterio": "Oportunidade de fidelização",
            "nota": 3
          }
        ],
        "sensacaoCliente": "O cliente pode ter se sentido frustrado pela falta de informações concretas sobre os produtos e um seguimento adequado após a solicitação.",
        "resumoExecutivo": {
          "tipoAtendimento": "whatsApp",
          "houveVenda": false,
          "pontoAlto": "A atendente tentou coletar informações relevantes de forma respeitosa.",
          "oportunidade": "Melhorar a proposta de valor e a continuidade da conversa para criar um fechamento mais efetivo.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "686fa031f760db00132a93ce",
      "customerName": "Izabella Costa",
      "employeeName": "Camila Souza + Erika Silva + Luana Oliveira",
      "protocol": "2025071044057, 2025071012975, 2025071033029, 2025071026596, 2025071089648, 2025071097379, 2025071066543, 2025071050832, 2025071056880",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi realizado totalmente por telefone, com o WhatsApp sendo utilizado apenas para a confirmação de pedido e envio de informações adicionais como boletos e status. Não houve interação de venda visível no histórico fornecido.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não foram evidenciados aspectos de pós-venda no trecho disponível, uma vez que a maioria das mensagens se referiam à finalização do atendimento e a troca de informações administrativas.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido apenas como um número em um processo administrativo, sem a possibilidade de uma experiência emocional ou de conexão pessoal.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "O atendimento pareceu organizado ao lidar com informações de pagamento.",
          "oportunidade": "Melhorar a abordagem emocional no atendimento, buscando criar uma conexão com o cliente mesmo em processos administrativos.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68701df5e4acd00013f6f981",
      "customerName": "Gilberto De Souza Cardoso",
      "employeeName": "Erika Silva",
      "protocol": "2025071071443, 2025071038648",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi inteiramente informativo, sem informações suficientes para avaliar a condução da venda, uma vez que a interação foi reduzida a confirmações e respostas curtas.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não há informações de follow-up, clareza no processo, suporte emocional ou potencial de fidelização, pois faltam interações significativas.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter sentido que não obteve a assistência completa necessária para tomar uma decisão de compra.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Não há pontos altos a destacar.",
          "oportunidade": "Faltou engajamento e informações mais completas sobre as opções disponíveis, sugerindo uma abordagem mais atenta e proativa.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "68701ffae4acd00013f760d8",
      "customerName": "Antonio Lino Pinto",
      "employeeName": "Erika Silva",
      "protocol": "2025071086829",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi realizado por telefone, e o WhatsApp foi utilizado apenas para confirmar o pedido e os dados necessários.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não houve interação significativa no WhatsApp que permitisse uma avaliação de pós-venda.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido seguro ao receber as informações de confirmação, mas não houve interação adicional para avaliar sua satisfação.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "Confirmação clara dos dados do pedido.",
          "oportunidade": "Melhorar a comunicação no WhatsApp para incluir um follow-up e suporte emocional ao cliente.",
          "classificacao": "fraco"
        }
      }
    },
    {
      "customerId": "686fc0328875a0001362a4a7",
      "customerName": "Ana Karoline",
      "employeeName": "Erika Silva + Luana Oliveira",
      "protocol": "2025071033129, 2025071036294, 2025071078486, 2025071043611, 2025071025600, 2025071062221",
      "status": "analisado",
      "ai": {
        "contextoIdentificado": "telefone",
        "notaVenda": 0,
        "justificativaVenda": "O atendimento foi realizado exclusivamente por telefone, conforme evidenciado pela ausência de interação significativa via WhatsApp, limitando-se a mensagens de confirmação e envio de boleto.",
        "notaPosVenda": 0,
        "justificativaPosVenda": "Não há informações sobre follow-up ou atendimento pós-venda no histórico analisado, visto que o WhatsApp foi usado unicamente para informações complementares ao serviço efetivamente feito por telefone.",
        "criteriosFaltantes": [],
        "sensacaoCliente": "O cliente pode ter se sentido respeitado, dado que a comunicação foi direta e objetiva, mas sem qualquer sentimento de acolhimento emocional devido à ausência de interação pela mensagem.",
        "resumoExecutivo": {
          "tipoAtendimento": "telefone",
          "houveVenda": false,
          "pontoAlto": "A comunicação foi clara e objetiva no objetivo de formalizar o atendimento.",
          "oportunidade": "Melhorar a interação emocional e de acolhimento no contato, mesmo que secundário, visando proporcionar uma experiência mais positiva ao cliente.",
          "classificacao": "fraco"
        }
      }
    }
  ],
  "type": "daily"
}
